Repository: IBMPredictiveAnalytics/STATS_WEIBULL_PLOT
Catalog: src/lang/*/STATS_WEIBULL_PLOT.po
Languages: ja, ko, ru, zh_tw

source: Weibull Plot
ja: ワイブル プロット
ko: Weibull 도표
ru: Диаграмма Вейбулла
zh_tw: Weibull 圖

source: All cases were filtered out by selection criteria or there was no data.
ja: 選択基準によってすべてのケースが除外されたか、データが存在していませんでした。
ko: 모든 케이스가 선택기준에 따라 필터링되었거나 데이터가 없습니다.
ru: Все наблюдения были отфильтрованы по критериям выбора или не было данных.
zh_tw: 所有觀察值都已由選取準則過濾掉，或者沒有任何資料。

source: Summary Failure Statistics: %s
ja: 故障統計の要約: %s
ko: 요약 실패 통계량: %s
ru: Сводная статистика ошибок: %s
zh_tw: 摘要失敗統計資料：%s

source: Summary Failure Statistics
ja: 故障統計の要約
ko: 요약 실패 통계량
ru: Сводная статистика ошибок
zh_tw: 摘要失敗統計資料

source: Beta
ja: ベータ
ko: 베타
ru: Бета
zh_tw: β

source: Eta
ja: イータ
ko: 에타
ru: Эта
zh_tw: η

source: Failures
ja: 故障
ko: 실패
ru: Ошибки
zh_tw: 失敗

source: Suspensions
ja: 停止
ko: 일시중단
ru: Временные остановки
zh_tw: 暫停

source: Total
ja: 合計(T)
ko: 총계
ru: Всего
zh_tw: 總計

source: Statistics
ja: 統計量
ko: 통계량2
ru: Статистику
zh_tw: 統計資料

source: The required template was not found or the required Statistics update is not installed. This procedure requires the Graphboard template Weibull.viztemplate. It also requires at least Statistics version 20 with fixpack1 or a later version. For Statistics 19, it needs the hotfix for the cloglog scale.
ja: 必要なテンプレートが見つからなかったか、必要な Statistics の更新がインストールされていません。 この手順を実行するには、グラフボード テンプレート weibull.viztemplate が必要です。また、Statistics バージョン 20 フィックスパック 1 以上が必要です。Statistics 19 の場合は、CLOGLOG スケールのホット フィックスが必要です。
ko: 필요한 템플리트가 없거나 필요한 Statistics 업데이트가 설치되지 않았습니다. 이 프로시저는 Graphboard 템플리트 Weibull.viztemplate가 필요합니다. 또한 최소 Statistics 버전 20 fixpack1 이상 버전이 필요합니다. Statistics 19의 경우 C로그로그 척도에 대한 긴급 수정이 필요합니다.
ru: Не обнаружен требуемый шаблон или не установлено нужное обновление Statistics. Для этой процедуры требуется шаблон панели выбора диаграмм Weibull.viztemplate. Требуется также по крайней мере версия 20 пакета Statistics с Fix Pack 1 или более новая версия. Для Statistics 19 необходим пакет оперативных исправлений для шкалы cloglog.
zh_tw: 找不到所需的範本，或者未安裝所需的 Statistics 更新。 此程序需要圖表板範圍 Weibull.viztemplate。它還至少需要 Statistics 第 20 版 （含 Fix Pack 1）或更新版本。對於 Statistics 19，它需要適用於 cloglog 尺度的緊急修復程式。
